/* 
  Localizable.strings
  Rdio Alarm

  Created by David Brunow on 11/4/12.

*/

"SNOOZE" = "Snooze";
"SET ALARM" = "Still Alarm";
"PLEASE REST PEACEFULLY" = "vennligst hvile fredelig";
"YOUR ALARM IS SET" = "alarmen er satt for %@";
"PLUG ME IN" = "du virkelig bør plugge meg i...";
"CANCEL ALARM" = "Avbryt Alarm";
"TURN OFF ALARM" = "Slå av alarm";
"ALARM CANCELED" = "alarm kansellert";
"ALARM STOPPED" = "alarm Stoppet";
"SNOOZE SLIDER LABEL" = "Snooze Time: %d minutt";
"SNOOZE SLIDER LABEL PLURAL" = "Snooze Time: %d minutter";
"SLEEP SLIDER LABEL" = "Sleep Time: %d minutt";
"SLEEP SLIDER LABEL PLURAL" = "Sleep Time: %d minutter";
"SLEEP SLIDER LABEL DISABLED" = "Sleep Timer Deaktivert";
"CHARGING LABEL" = "du er en sjenerøs og omsorgsfull person";
"SIGN OUT" = "Logg Av";
"AUTO ALARM" = "Automatisk Sett Alarm når App lansert?";
"CHOOSE ALARM TIME" = "Velg Alarm Tid";
"NOT SIGNED IN LABEL" = "Å våkne opp til full spor fra spillelister, må du logge deg inn Rdio®. Ennå ikke en Rdio bruker?\nTrykk her for mer informasjon.";
"CHANGE SETTINGS" = "endre innstillinger";
"AUTO ALARM BEING SET" = "i noen få øyeblikk, vil alarmen automatisk bli satt til å vekke deg til %@\npå %@\n\n\ntrykke hvor som helst på skjermen for å avbryte";
"SETTINGS OPENED" = "innstillinger åpnet";
"SETTINGS CLOSED" = "innstillinger Stengt";
"LOADING" = "Vennligst Vent...";
"SELECTED PLAYLIST IS" = "Valgte spillelisten er %@";
"CHOOSE PLAYLIST" = "Velg spilleliste...";
"COLLAB HEADER" = "   Collaborative";
"SUBSCRIBED HEADER" = "   Abonnerer";
"OWNED HEADER" = "   Eies";
"COLLAB" = "Collaborative";
"SUBSCRIBED" = "Abonnerer";
"OWNED" = "Eies";
"APP MUST BE OPEN REMINDER" = "Du vil ikke våkne opp til musikk hvis du lukker ut av Wake Up app.";
"TURN ALARM BACK ON" = "slår alarm igjen";
"CANNOT CONNECT TO RDIO" = "Kan ikke koble til Rdio®. Alarmen vil ikke fungere hvis du ikke kan koble til. Du har sannsynligvis ønsker å sette opp en backup alarm.";



